{
  "FACT.0": "Az egyik legnépszerűbb karácsonyi dalt, a „Jingle Bells”-t eredetileg nem a szeretet ünnepére, hanem hálaadásra írták, és egy lovasról szólt.",
  "FACT.1": "A karácsonyfáról az első nyomtatott utalás 1531-ből származik.",
  "FACT.2": "Világszerte hódít a „ne vásárolj semmit” mozgalom! Már több mint 50 ország csatlakozott hozzá. Már Magyarországon is volt „ne vásárolj semmit nap”. Ezzel a résztvevők szeretnék felhívni a figyelmet arra, hogy a felesleges ajándékoknál sokkal fontosabb a szeretet.",
  "FACT.3": "A karácsonyi időszakban másodpercenként körülbelül 28 LEGO-t értékesítenek",
  "FACT.4": "Brazíliában a gyerekek a karácsonyi ajándékokat nem a lakásban, hanem az udvarokon, kertekben, tengerparton kapják. Ráadásul nekik kell megtalálni, hogy hol vannak elrejtve. Ott az ünnepek táján rendkívül meleg van, nem kell aggódni a hó miatt.",
  "FACT.5": "A Mikulásnak másodpercenként 822 otthont kell meglátogatnia és a szánkójának 650 mérföld per másodperces sebességgel kell száguldania, hogy minden gyerekhez eljusson.",
  "FACT.6": "Annak ellenére, hogy a történetben három napkeleti bölcset emlegetnek, a bibliában nem írják meg hányan voltak, csak „bölcsek”-ként említik őket.",
  "FACT.7": "A világ legnagyobb szaloncukra 45.72 méter hosszú volt és 1991-ben, Ausztráliában készült.",
  "FACT.8": "A Télapó csak a 20. század eleje óta jár pirosban a Coca-Colának köszönhetően, mivel piros ruciban szebben mutat az öreg a reklámokon. Ugyanis az eredeti ruhája zöld színű volt.",
  "FACT.9": "28% esély van arra, hogy fehér karácsonyunk legyen",
  "FACT.10": "A legerősebb emlékmegőrző tényezők közé tartoznak az illatok és a zene. Decemberben ezért is játszanak karácsonyi dalokat a boltokban.",
  "FACT.11": "A karácsonyfa egy része ehető. A tűlevelek például C-vitaminban gazdagok.",
  "FACT.12": "Ennyi időd van még karácsonyig: {{days}} nap, {{hours}} óra, {{minutes}} perc, {{seconds}} másodperc",
  "LOADING.1": "Télapó készülődik...",
  "LOADING.2": "Rénszarvasok etetése...",
  "LOADING.3": "Ajándékok bepakolása a szánba...",
  "LOADING.4": "Karácsonyi dalok betöltése...",
  "GO": "Indulás!",
  "YOUVE-BECOME-SECRET-SANTA-OF": "Te lettél {{name}} titkos télapója",
  "HI-PLEASE-CHOOSE": "Szia {{name}}, kérlek válassz egy dobozt!",
  "WHAT-WOULD-YOU-LIKE-TO-GET": "Te mit szeretnél ajándékba? Adj néhány ötletet a saját mikulásodnak!",
  "GIFT-IDEA-PLACEHOLDER": "Ide írhatod a kívánságaidat...",
  "NAME-WOULD-LIKE-TO-GET": "{{name}} ezt szeretne kapni:"
}
